tap "homebrew/bundle"

cask "1password"
cask "bitwarden"
cask "claude-code"
cask "firefox@developer-edition"
cask "firefox@nightly"
cask "ghostty"
cask "notion"
cask "pritunl"
cask "salesforce-cli"
cask "slack"

brew "git"
brew "neovim"
brew "python"
brew "ripgrep"
brew "lua-language-server"
brew "rust-analyzer"
brew "ruff"
